// Задание #1

// 1. Необходимо создать 3 переменных: var a, let b, const c и присвоить им значения 5 , 10, 13 соответственно.
// 2. Выведите все три переменные с помощью console.log().
// 3. После вывода присвойте переменным a, b и с новые значения, затем выведите их в консоль и посмотрите, что получилось. В случае возникновения ошибок удалить “проблемное” выражение.

var a = 5;
let b = 10;
const c = 13;

console.log(a);
console.log(b);
console.log(c);

a = 20;
b = 40;
// c = 43;

console.log(a);
console.log(b);
console.log(c);
